export const categories = [
    {
        name: 'Уход за лицом'
    },
    {
        name: 'Уход за телом'
    },
    {
        name: 'Уход за волосами'
    },
    {
        name: 'Профессиональная косметика'
    },
    {
        name: 'Приборы для красоты '
    },
    {
        name: 'Декоративная косметика'
    },
    {
        name: 'Аксессуары'
    },
    {
        name: 'Товары для здоровья'
    },
    {
        name: 'Глазные капли'
    },
    {
        name: 'Продукты и ингредиенты'
    },
    {
        name: 'Солнцезащитные средства'
    },
    {
        name: 'Товары для мужчин'
    },
    {
        name: 'Товары для детей'
    },
    {
        name: 'Товары для дома'
    },
    {
        name: 'Японские продукты'
    },
]

export const brands =
    [
        {
            name: 'Ag'
        },
        {
            name: 'Yakuhin'
        },
        {
            name: 'Alovivi'
        },
        {
            name: 'Amano Foods'
        },
        {
            name: 'Aojiru DX'
        },
        {
            name: 'Asahi'
        },
        {
            name: 'Asahi Labo'
        },
        {
            name: 'Axxzia'
        },
        {
            name: 'Ayura'
        },
        {
            name: 'BCL'
        },
        {
            name: ' Beauty Act'
        },
        {
            name: 'Bijin Nuka'
        },
        {
            name: 'Bijinal'
        },
        {
            name: 'Bionist'
        },
        {
            name: 'Biore'
        },
        {
            name: 'Botanist'
        },
        {
            name: 'Cow'
        },
        {
            name: 'Daiichi - Sankyo'
        },
        {
            name: 'Dejavu'
        },
        {
            name: 'DHC'
        },
        {
            name: 'Dieufra'
        },
        {
            name: 'Earth Chemical'
        },
        {
            name: 'Elixcell'
        },
        {
            name: 'Exfole'
        },
        {
            name: 'Fancl'
        },
        {
            name: 'Feather'
        },
        {
            name: 'Fine Japan'
        },
        {
            name: 'Flowfushi'
        },
        {
            name: 'Gatsby'
        },
        {
            name: 'Hadalabo'
        },
        {
            name: 'Hakugen Eartn'
        },
        {
            name: 'Hisamitsu'
        },
        {
            name: 'Hokoen'
        },
        {
            name: 'Ikeda Mohando'
        },
        {
            name: 'Isamu'
        },
        {
            name: 'Itoen'
        },
        {
            name: 'Itoh'
        },
        {
            name: 'Japan Algae'
        },
        {
            name: 'Kai Corporation'
        },
        {
            name: 'Kanebo'
        },
        {
            name: 'Kao'
        },
        {
            name: 'Kikumasamune'
        },
        {
            name: 'KissYou'
        },
        {
            name: 'Kobayashi Seiyaku'
        },
        {
            name: 'Kor Japan'
        },
        {
            name: 'Kose'
        },
        {
            name: 'Kracie'
        },
        {
            name: 'Kumano'
        },
        {
            name: 'Kyocera'
        },
        {
            name: 'La Mente'
        },
        {
            name: 'La Sincere'
        },
        {
            name: 'Lebel'
        },
        {
            name: 'Lion'
        },
        {
            name: 'Lirety'
        },
        {
            name: 'LuLuLun'
        },
        {
            name: 'Mandom Corporation'
        },
        {
            name: 'Meiji'
        },
        {
            name: 'Meishyoku'
        },
        {
            name: 'Mentholatum'
        },
        {
            name: 'Menturm'
        },
        {
            name: 'Minon'
        },
        {
            name: 'MTG'
        },
        {
            name: 'Mujirushi'
        },
        {
            name: 'Muse'
        },
        {
            name: 'Nagatanien'
        },
        {
            name: 'Nichinichi Pharmaceutical'
        },
        {
            name: 'Nissin'
        },
        {
            name: 'Obagi'
        },
        {
            name: 'Onsen Pack'
        },
        {
            name: 'Orihiro'
        },
        {
            name: 'Panasonic'
        },
        {
            name: 'Pijeon'
        },
        {
            name: 'Purelab'
        },
        {
            name: 'Recoreserum'
        },
        {
            name: 'Rohto'
        },
        {
            name: 'Rosette'
        },
        {
            name: 'HEART'
        },
        {
            name: 'Sana'
        },
        {
            name: 'Sangi'
        },
        {
            name: 'Santen'
        },
        {
            name: 'Senecio'
        },
        {
            name: 'Senjyu'
        },
        {
            name: 'Senka'
        },
        {
            name: 'Shiseido'
        },
        {
            name: 'Shu Uemura'
        },
        {
            name: 'Sosu'
        },
        {
            name: 'Spa Treatment'
        },
        {
            name: 'Starry Eye'
        },
        {
            name: 'Tokyo Koshishya'
        },
        {
            name: 'Transderma'
        },
        {
            name: 'Transino'
        },
        {
            name: 'Tsubaki'
        },
        {
            name: 'Tsujimoto Market'
        },
        {
            name: ' Tune Makers'
        },
        {
            name: 'Unicharm'
        },
        {
            name: 'Unimat Riken'
        },
        {
            name: 'Uzu'
        },
        {
            name: ' Ya - Man'
        },
        {
            name: 'Yuskin'
        },
        {
            name: 'Yuwa'
        }]

export const products = [
    {
        name: 'Beauty Act',
        imageUrl: 'https://tsujimotomarket.com/cdn/shop/products/22_5cf6e4c0-f488-4258-a0c5-2d4c026d3769.jpg?v=1656386337&width=600',
        categoryId: 1,
        price: 1000,
        description: 'lorem ipsum dolor sit amet lorem ipsum dolor sit amet',
        fullDescription:
            'С возрастом у мужчин и женщин появляется специфический запах, который называют запахом немолодого тела.Это связано с изменением состава пота.Компания Rohto выпустила новую линейку средств для ухода за кожей, нейтрализующих возрастной запах.Очищающие влажные салфетки.Очищают кожу от возрастного запаха, придают ей запах молодого тела! Салфетки удробно брать в дорогу, в офис, использовать, когда нет возможности принять душ.В составе средств серии Deoco содержатся компоненты, нейтрализующие неприятный возрастной запах пота:- изопропилметилфенол - борется с бактериями, которые вызывают неприятный запах пота, антибактериальный компонент;- витамин С - увлажняет и оздоравливает кожу;- лактон - компонент, которые компенсирует недостаток выработки собственного лактона. В юном возрасте выделяющийся пот содержит максимальное количество лактона - это вещество отвечает за приятный запах тела.',
        brandId: 1,
        typeProductId: 1
    },
    {
        name: 'Ag',
        imageUrl: 'https://tsujimotomarket.com/cdn/shop/products/AGmen.jpg?v=1635069501&width=600',
        categoryId: 1,
        price: 1300,
        description: 'lorem ipsum dolor sit amet lorem ipsum dolor sit amet',
        fullDescription:
            'С возрастом у мужчин и женщин появляется специфический запах, который называют запахом немолодого тела.Это связано с изменением состава пота.Компания Rohto выпустила новую линейку средств для ухода за кожей, нейтрализующих возрастной запах.Очищающие влажные салфетки.Очищают кожу от возрастного запаха, придают ей запах молодого тела! Салфетки удробно брать в дорогу, в офис, использовать, когда нет возможности принять душ.В составе средств серии Deoco содержатся компоненты, нейтрализующие неприятный возрастной запах пота:- изопропилметилфенол - борется с бактериями, которые вызывают неприятный запах пота, антибактериальный компонент;- витамин С - увлажняет и оздоравливает кожу;- лактон - компонент, которые компенсирует недостаток выработки собственного лактона. В юном возрасте выделяющийся пот содержит максимальное количество лактона - это вещество отвечает за приятный запах тела.',
        brandId: 2,
        typeProductId: 2
    },
    {
        name: 'La Mente',
        imageUrl: 'https://tsujimotomarket.com/cdn/shop/files/1_c0e983c4-da5d-40a9-88d0-d3aee0a79127.jpg?v=1706858158&width=600',
        categoryId: 1,
        price: 1500,
        description: 'lorem ipsum dolor sit amet lorem ipsum dolor sit amet',
        fullDescription:
            'С возрастом у мужчин и женщин появляется специфический запах, который называют запахом немолодого тела.Это связано с изменением состава пота.Компания Rohto выпустила новую линейку средств для ухода за кожей, нейтрализующих возрастной запах.Очищающие влажные салфетки.Очищают кожу от возрастного запаха, придают ей запах молодого тела! Салфетки удробно брать в дорогу, в офис, использовать, когда нет возможности принять душ.В составе средств серии Deoco содержатся компоненты, нейтрализующие неприятный возрастной запах пота:- изопропилметилфенол - борется с бактериями, которые вызывают неприятный запах пота, антибактериальный компонент;- витамин С - увлажняет и оздоравливает кожу;- лактон - компонент, которые компенсирует недостаток выработки собственного лактона. В юном возрасте выделяющийся пот содержит максимальное количество лактона - это вещество отвечает за приятный запах тела.',
        brandId: 3,
        typeProductId: 3
    },
    {
        name: 'Japan Algae',
        imageUrl: 'https://tsujimotomarket.com/cdn/shop/products/2_47766c7a-c77d-4fd1-9e49-9cd90c43e02f.jpg?v=1681273084&width=600',
        categoryId: 3,
        price: 2300,
        description: 'lorem ipsum dolor sit amet lorem ipsum dolor sit amet',
        fullDescription:
            'С возрастом у мужчин и женщин появляется специфический запах, который называют запахом немолодого тела.Это связано с изменением состава пота.Компания Rohto выпустила новую линейку средств для ухода за кожей, нейтрализующих возрастной запах.Очищающие влажные салфетки.Очищают кожу от возрастного запаха, придают ей запах молодого тела! Салфетки удробно брать в дорогу, в офис, использовать, когда нет возможности принять душ.В составе средств серии Deoco содержатся компоненты, нейтрализующие неприятный возрастной запах пота:- изопропилметилфенол - борется с бактериями, которые вызывают неприятный запах пота, антибактериальный компонент;- витамин С - увлажняет и оздоравливает кожу;- лактон - компонент, которые компенсирует недостаток выработки собственного лактона. В юном возрасте выделяющийся пот содержит максимальное количество лактона - это вещество отвечает за приятный запах тела.',
        brandId: 4,
        typeProductId: 1
    },
    {
        name: 'Rohto',
        imageUrl: 'https://tsujimotomarket.com/cdn/shop/files/3_a1de16db-eaab-481e-87df-b6fe008ad9ec.jpg?v=1716435899&width=600',
        categoryId: 3,
        price: 1450,
        description: 'lorem ipsum dolor sit amet lorem ipsum dolor sit amet',
        fullDescription:
            'С возрастом у мужчин и женщин появляется специфический запах, который называют запахом немолодого тела.Это связано с изменением состава пота.Компания Rohto выпустила новую линейку средств для ухода за кожей, нейтрализующих возрастной запах.Очищающие влажные салфетки.Очищают кожу от возрастного запаха, придают ей запах молодого тела! Салфетки удробно брать в дорогу, в офис, использовать, когда нет возможности принять душ.В составе средств серии Deoco содержатся компоненты, нейтрализующие неприятный возрастной запах пота:- изопропилметилфенол - борется с бактериями, которые вызывают неприятный запах пота, антибактериальный компонент;- витамин С - увлажняет и оздоравливает кожу;- лактон - компонент, которые компенсирует недостаток выработки собственного лактона. В юном возрасте выделяющийся пот содержит максимальное количество лактона - это вещество отвечает за приятный запах тела.',
        brandId: 1,
        typeProductId: 5
    },
    {
        name: 'Tsurulabo',
        imageUrl: 'https://tsujimotomarket.com/cdn/shop/products/71LolYV_EIS._AC_SL1500.jpg?v=1641459515&width=600',
        categoryId: 2,
        price: 3100,
        description: 'lorem ipsum dolor sit amet lorem ipsum dolor sit amet',
        fullDescription:
            'С возрастом у мужчин и женщин появляется специфический запах, который называют запахом немолодого тела.Это связано с изменением состава пота.Компания Rohto выпустила новую линейку средств для ухода за кожей, нейтрализующих возрастной запах.Очищающие влажные салфетки.Очищают кожу от возрастного запаха, придают ей запах молодого тела! Салфетки удробно брать в дорогу, в офис, использовать, когда нет возможности принять душ.В составе средств серии Deoco содержатся компоненты, нейтрализующие неприятный возрастной запах пота:- изопропилметилфенол - борется с бактериями, которые вызывают неприятный запах пота, антибактериальный компонент;- витамин С - увлажняет и оздоравливает кожу;- лактон - компонент, которые компенсирует недостаток выработки собственного лактона. В юном возрасте выделяющийся пот содержит максимальное количество лактона - это вещество отвечает за приятный запах тела.',
        brandId: 2,
        typeProductId: 6
    },
    {
        name: 'Tabibijin',
        imageUrl: 'https://tsujimotomarket.com/cdn/shop/products/71DTheaUn0L._AC_SL1500.jpg?v=1641457733&width=600',
        categoryId: 2,
        price: 2300,
        description: 'lorem ipsum dolor sit amet lorem ipsum dolor sit amet',
        fullDescription:
            'С возрастом у мужчин и женщин появляется специфический запах, который называют запахом немолодого тела.Это связано с изменением состава пота.Компания Rohto выпустила новую линейку средств для ухода за кожей, нейтрализующих возрастной запах.Очищающие влажные салфетки.Очищают кожу от возрастного запаха, придают ей запах молодого тела! Салфетки удробно брать в дорогу, в офис, использовать, когда нет возможности принять душ.В составе средств серии Deoco содержатся компоненты, нейтрализующие неприятный возрастной запах пота:- изопропилметилфенол - борется с бактериями, которые вызывают неприятный запах пота, антибактериальный компонент;- витамин С - увлажняет и оздоравливает кожу;- лактон - компонент, которые компенсирует недостаток выработки собственного лактона. В юном возрасте выделяющийся пот содержит максимальное количество лактона - это вещество отвечает за приятный запах тела.',
        brandId: 2,
        typeProductId: 7
    },
]

export const typeProducts = [
    { name: "Аксессуары" },
    { name: "Антицеллюлитные средства" },
    { name: "Аодзиру" },
    { name: "База под макияж" },
    { name: "Блеск для губ" },
    { name: "Витамины и БАДы" },
    { name: "Все в одном" },
    { name: "Гигиеническая помада для губ" },
    { name: "Глазные капли" },
    { name: "Диета" },
    { name: "Для бритья" },
    { name: "Женская гигиена" },
    { name: "Защита от пота" },
    { name: "Здоровье" },
    { name: "Карандаши" },
    { name: "Кисти для макияжа" },
    { name: "Коллаген" },
    { name: "Кондиционер" },
    { name: "Консилер" },
    { name: "Крем" },
    { name: "Крем для ног" },
    { name: "Крем для тела" },
    { name: "Лосьон" },
    { name: "Макияж" },
    { name: "Маска" },
    { name: "Маски для лица" },
    { name: "Маски и масло для волос" },
    { name: "Масло для тела" },
    { name: "Матирующие салфетки для лица" },
    { name: "Молочко" },
    { name: "Молочко для тела" },
    { name: "Мыло для тела" },
    { name: "Наборы" },
    { name: "Пенка для умывания" },
    { name: "Пластыри и мази" },
    { name: "Подводка" },
    { name: "Подводка для глаз" },
    { name: "Помада" },
    { name: "Посуда" },
    { name: "Приборы для ухода за лицом" },
    { name: "Продукты" },
    { name: "Профессиональная косметика для салонов" },
    { name: "Расчёски" },
    { name: "Румяна" },
    { name: "Снятие макияжа" },
    { name: "Солнцезащитные средства" },
    { name: "Соль для ванн" },
    { name: "Специальный уход" },
    { name: "Средства для роста волос" },
    { name: "Тени" },
    { name: "Товары для детей" },
    { name: "Товары для дома" },
    { name: "Тональный крем" },
    { name: "Тушь" },
    { name: "Увлажнение" },
    { name: "Умывание" },
    { name: "Уход за лицом" },
    { name: "Уход за ногами" },
    { name: "Уход за полостью рта" },
    { name: "Уход за руками" },
    { name: "Уход за телом" },
    { name: "Хозяйственные товары" },
    { name: "Чай" },
    { name: "Шампуни и кондиционеры" },
    { name: "Шампунь" },
    { name: "Эмульсия" },
    { name: "Эпиляторы" },
    { name: "Эссенция" },
    { name: "эссенция" }
]